cfd/OpenFOAM/meshing/AMR/01_shockWave/constant/refineInterval
refineInterval 10000;
